insert into films(name, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Грань будущего', '«Грань будущего» (англ. Edge of Tomorrow) — американский фантастический боевик 2014 года,
 снятый Дагом Лайманом с Томом Крузом и Эмили Блант в главных ролях. В основу сценария легло ранобэ Хироси Сакурадзаки «Грань будущего».', 2014, 1, 12, 113, 1);
insert into films(name, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('День сурка', 'Сюжет картины повествует об истории метеоролога Фила Коннорса,
 попавшего во временну́ю петлю во время ежегодного празднования Дня сурка в городке Панксатони.', 1993, 2, 12, 101, 2);
insert into films(name, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Эффект бабочки', 'Фабула фильма построена вокруг психического расстройства Эвана (Катчер).
 Эван страдает очень редким недугом, он не помнит самых травмирующих эпизодов в своей жизни.', 2004, 3, 16, 113, 3);
insert into films(name, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Пиджак', 'Фильм повествует о бывшем военном Джеке (Эдриэн Броуди). Из-за травмы, полученной на службе, Джек страдает провалами в памяти.
 И однажды совершенно непонятным образом получает обвинение в убийстве полицейского, хотя сам об этом происшествии слышит впервые. ', 2004, 4, 16, 102, 4);
insert into films(name, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Вечное сияние чистого разума', 'Фантастическая мелодрама рассказывает историю о двух влюбленных,
решивших расстаться довольно кардинальным способом - стереть все воспоминания друг о друге.', 2004, 4, 16, 108, 5);